Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: This exercise lasts %@. A public exercise has to last at least %@, counting all of its repetitions together, so this one stays private.
ar: مدة هذا التمرين %@. يجب أن يستمر التمرين العام %@ على الأقل، باحتساب جميع تكراراته معًا، لذلك سيبقى هذا التمرين خاصًا.
de: Diese Übung dauert %@. Eine öffentliche Übung muss mit allen Wiederholungen zusammen mindestens %@ dauern, deshalb bleibt diese privat.
es: Este ejercicio dura %@. Un ejercicio público tiene que durar al menos %@ sumando todas sus repeticiones, así que este seguirá siendo privado.
fr: Cet exercice dure %@. Un exercice public doit durer au moins %@, toutes répétitions confondues : celui-ci reste donc privé.
it: Questo esercizio dura %@. Un esercizio pubblico deve durare almeno %@ contando tutte le sue ripetizioni, quindi questo resta privato.
ja: このエクササイズは%@です。公開エクササイズは繰り返しをすべて合わせて%@以上でなければならないため、こちらは非公開のままになります。
ko: 이 연습은 %@입니다. 공개 연습은 모든 반복을 합쳐 %@ 이상이어야 하므로 이 연습은 비공개로 유지됩니다.
nl: Deze oefening duurt %@. Een openbare oefening moet met alle herhalingen samen minstens %@ duren, dus deze blijft privé.
pl: To ćwiczenie trwa %@. Publiczne ćwiczenie musi trwać co najmniej %@ łącznie ze wszystkimi powtórzeniami, więc to pozostanie prywatne.
pt_br: Este exercício dura %@. Um exercício público precisa durar pelo menos %@ somando todas as suas repetições, então este continua privado.
ru: Это упражнение длится %@. Публичное упражнение должно длиться не менее %@ со всеми повторами вместе, поэтому это останется личным.
sv: Den här övningen varar %@. En offentlig övning måste vara minst %@ med alla repetitioner sammanlagt, så den här förblir privat.
tr: Bu egzersiz %@ sürüyor. Herkese açık bir egzersizin tüm tekrarları birlikte en az %@ sürmesi gerekir; bu yüzden bu egzersiz özel kalır.
zh_hans: 该练习时长为 %@。公开的练习把所有重复加在一起至少要有 %@，因此该练习将保持私有。

source: This five-note scale has no semitones and is heard in folk and pop music around the world. Keep the skips in tune.
ar: هذا السلم الخماسي لا يحتوي على أنصاف تون ويُسمع في الموسيقى الشعبية وموسيقى البوب حول العالم. أبقِ القفزات مضبوطة.
de: Diese Fünftonleiter hat keine Halbtöne und ist in Volks- und Popmusik auf der ganzen Welt zu hören. Triff die Sprünge sauber.
es: Esta escala de cinco notas no tiene semitonos y se oye en música folk y pop de todo el mundo. Afina bien los saltos.
fr: Cette gamme de cinq notes n’a pas de demi-tons et s’entend dans les musiques folk et pop du monde entier. Chantez les sauts avec justesse.
it: Questa scala di cinque note non ha semitoni e si sente nella musica folk e pop di tutto il mondo. Intona bene i salti.
ja: この5音の音階には半音がなく、世界中のフォークやポップスで使われています。跳躍の音程を正確に保ちます。
ko: 이 5음 음계에는 반음이 없으며 전 세계 민속 음악과 팝에서 들을 수 있습니다. 도약하는 음정을 정확히 맞추세요.
nl: Deze toonladder van vijf noten heeft geen halve tonen en hoor je in folk en pop over de hele wereld. Zing de sprongen zuiver.
pl: Ta pięciodźwiękowa gama nie ma półtonów i słychać ją w muzyce ludowej i popowej na całym świecie. Czysto intonuj skoki.
pt_br: Esta escala de cinco notas não tem semitons e aparece na música folk e pop do mundo todo. Mantenha os saltos afinados.
ru: В этой гамме из пяти нот нет полутонов, и она звучит в народной и поп-музыке по всему миру. Чисто интонируйте скачки.
sv: Den här femtonsskalan saknar halvtonssteg och hörs i folk- och popmusik över hela världen. Håll hoppen rena.
tr: Bu beş notalı dizide yarım ses yoktur ve dünyanın dört bir yanında halk ve pop müziğinde duyulur. Atlamaları doğru perdeden söyleyin.
zh_hans: 这个五声音阶没有半音，在世界各地的民间音乐和流行音乐中都能听到。注意唱准跳进的音。

source: This lesson is shared under %@.
ar: يُشارَك هذا الدرس بموجب ترخيص %@.
de: Diese Lektion steht unter der Lizenz %@.
es: Esta lección se comparte bajo la licencia %@.
fr: Cette leçon est partagée sous licence %@.
it: Questa lezione è condivisa con licenza %@.
ja: このレッスンは%@で共有されています。
ko: 이 레슨은 %@ 라이선스로 공유됩니다.
nl: Deze les wordt gedeeld onder %@.
pl: Ta lekcja jest udostępniana na licencji %@.
pt_br: Esta lição é compartilhada sob a licença %@.
ru: Этот урок распространяется по лицензии %@.
sv: Den här lektionen delas under %@.
tr: Bu ders %@ lisansıyla paylaşılır.
zh_hans: 本课以 %@ 许可协议共享。

source: This test measures how long it takes your microphone to pick up sound, so the app can line your singing up with the notes when scoring. A steady metronome will tick along with short markers labeled “clap”. Clap your hands once on every tick. The first four ticks are just to help you settle into the beat and aren't counted — keep clapping through the rest, sixteen in all. When it finishes, the delay between your claps and the ticks is measured and your microphone delay setting is updated automatically. For the most accurate result, use headphones so the metronome isn't picked up by the microphone, and clap firmly.
ar: يقيس هذا الاختبار الوقت الذي يستغرقه الميكروفون لالتقاط الصوت، حتى يتمكن التطبيق من مطابقة غنائك مع النغمات عند احتساب النتيجة. سيدق مترونوم ثابت مع علامات قصيرة مكتوب عليها «تصفيق». صفّق بيديك مرة واحدة مع كل دقة. الدقات الأربع الأولى للمساعدة على الاندماج مع الإيقاع فقط ولا تُحتسب، فتابع التصفيق خلال البقية، ست عشرة دقة في المجموع. عند الانتهاء، يُقاس التأخير بين تصفيقك والدقات ويُحدَّث إعداد تأخير الميكروفون تلقائيًا. للحصول على أدق نتيجة، استخدم سماعات الرأس حتى لا يلتقط الميكروفون صوت المترونوم، وصفّق بقوة.
de: Dieser Test misst, wie lange dein Mikrofon braucht, um Schall aufzunehmen, damit die App deinen Gesang beim Bewerten richtig auf die Noten legen kann. Ein gleichmäßiges Metronom tickt mit kurzen Markierungen namens „klatschen“. Klatsche bei jedem Tick einmal in die Hände. Die ersten vier Ticks helfen dir nur, in den Takt zu kommen, und zählen nicht – klatsche bei den restlichen weiter, insgesamt sechzehn Mal. Am Ende wird die Verzögerung zwischen deinem Klatschen und den Ticks gemessen und deine Einstellung für die Mikrofonverzögerung automatisch aktualisiert. Für das genaueste Ergebnis nutze Kopfhörer, damit das Metronom nicht vom Mikrofon aufgenommen wird, und klatsche kräftig.
es: Esta prueba mide cuánto tarda tu micrófono en captar el sonido, para que la app pueda alinear tu canto con las notas al puntuar. Un metrónomo constante marcará el pulso junto a unas marcas cortas llamadas «palmada». Da una palmada en cada pulso. Los cuatro primeros solo sirven para que cojas el ritmo y no cuentan: sigue dando palmadas en el resto, dieciséis en total. Al terminar, se mide el desfase entre tus palmadas y los pulsos y se actualiza automáticamente tu ajuste de retardo del micrófono. Para obtener el resultado más preciso, usa auriculares para que el micrófono no capte el metrónomo, y da palmadas firmes.
fr: Ce test mesure le temps que met votre micro à capter le son, afin que l’app puisse aligner votre chant sur les notes lors de la notation. Un métronome régulier bat la mesure, accompagné de courts repères intitulés « clap ». Tapez dans vos mains une fois à chaque battement. Les quatre premiers battements servent seulement à vous caler dans le tempo et ne comptent pas — continuez sur les suivants, seize en tout. À la fin, le décalage entre vos claps et les battements est mesuré et votre réglage de retard du micro est mis à jour automatiquement. Pour un résultat optimal, utilisez un casque pour que le métronome ne soit pas capté par le micro, et frappez fermement.
it: Questo test misura quanto tempo impiega il microfono a captare il suono, così l’app può allineare il tuo canto alle note durante il punteggio. Un metronomo costante scandirà il tempo insieme a brevi indicazioni con la scritta “batti”. Batti le mani una volta a ogni battito. I primi quattro battiti servono solo per entrare nel tempo e non vengono conteggiati: continua a battere per i restanti, sedici in tutto. Alla fine viene misurato il ritardo tra i tuoi colpi e i battiti e la tua impostazione del ritardo del microfono viene aggiornata automaticamente. Per il risultato più preciso usa le cuffie, così il metronomo non viene captato dal microfono, e batti le mani con decisione.
ja: このテストは、マイクが音を拾うまでにかかる時間を測定します。これにより、採点時にあなたの歌声と音符を正しく合わせられます。 一定のテンポでメトロノームが鳴り、「手拍子」と書かれた短いマーカーが表示されます。各拍で1回手をたたいてください。最初の4拍はテンポに慣れるためのもので、カウントされません。残りも続けてたたき、全部で16回です。 終了すると、あなたの手拍子とクリックの差が測定され、マイク遅延の設定が自動的に更新されます。 最も正確な結果を得るには、メトロノームがマイクに入らないようヘッドフォンを使い、しっかり手をたたいてください。
ko: 이 테스트는 마이크가 소리를 인식하는 데 걸리는 시간을 측정합니다. 그러면 앱이 점수를 매길 때 노래와 음표를 정확히 맞출 수 있습니다. 일정한 메트로놈이 “박수”라고 표시된 짧은 마커와 함께 울립니다. 매 박마다 한 번씩 손뼉을 치세요. 처음 네 박은 박자에 적응하기 위한 것으로 계산되지 않습니다. 나머지도 계속 치며, 모두 열여섯 번입니다. 끝나면 손뼉과 클릭 사이의 지연이 측정되어 마이크 지연 설정이 자동으로 업데이트됩니다. 가장 정확한 결과를 얻으려면 메트로놈이 마이크에 들어가지 않도록 헤드폰을 사용하고, 손뼉을 세게 치세요.
nl: Deze test meet hoe lang je microfoon erover doet om geluid op te pikken, zodat de app je zang bij het scoren goed op de noten kan leggen. Een gelijkmatige metronoom tikt mee, met korte markeringen met het woord ‘klap’. Klap één keer bij elke tik. De eerste vier tikken helpen je alleen in de maat te komen en tellen niet mee — klap door bij de rest, zestien in totaal. Aan het eind wordt de vertraging tussen je klappen en de tikken gemeten en wordt je instelling voor microfoonvertraging automatisch bijgewerkt. Gebruik voor het nauwkeurigste resultaat een koptelefoon, zodat de metronoom niet door de microfoon wordt opgepikt, en klap stevig.
pl: Ten test mierzy, ile czasu potrzebuje mikrofon, aby uchwycić dźwięk, dzięki czemu aplikacja może dopasować twój śpiew do nut podczas oceniania. Równy metronom będzie wybijał takt wraz z krótkimi oznaczeniami „klaśnij”. Klaśnij raz przy każdym uderzeniu. Pierwsze cztery pomagają tylko wejść w rytm i nie są liczone — klaszcz dalej przy pozostałych, łącznie szesnaście razy. Po zakończeniu mierzone jest opóźnienie między twoimi klaśnięciami a uderzeniami, a ustawienie opóźnienia mikrofonu jest aktualizowane automatycznie. Dla najdokładniejszego wyniku użyj słuchawek, aby mikrofon nie zbierał metronomu, i klaszcz zdecydowanie.
pt_br: Este teste mede quanto tempo o microfone leva para captar o som, para que o app possa alinhar seu canto com as notas ao pontuar. Um metrônomo constante marcará o tempo junto com marcações curtas escritas “palma”. Bata palma uma vez a cada batida. As quatro primeiras servem apenas para você entrar no ritmo e não contam — continue batendo nas demais, dezesseis no total. Ao terminar, o atraso entre suas palmas e as batidas é medido e sua configuração de atraso do microfone é atualizada automaticamente. Para o resultado mais preciso, use fones para que o metrônomo não seja captado pelo microfone, e bata palma com firmeza.
ru: Этот тест измеряет, сколько времени микрофону нужно, чтобы уловить звук, чтобы приложение могло правильно совмещать ваше пение с нотами при оценке. Ровный метроном будет отсчитывать такт вместе с короткими метками «хлопок». Хлопайте в ладоши по каждому щелчку. Первые четыре щелчка нужны только для того, чтобы поймать темп, и не учитываются — продолжайте хлопать на остальных, всего шестнадцать раз. По окончании измеряется задержка между вашими хлопками и щелчками, и настройка задержки микрофона обновляется автоматически. Для самого точного результата используйте наушники, чтобы микрофон не улавливал метроном, и хлопайте энергично.
sv: Det här testet mäter hur lång tid din mikrofon behöver för att fånga upp ljud, så att appen kan matcha din sång mot noterna vid poängsättning. En jämn metronom tickar tillsammans med korta markeringar märkta ”klapp”. Klappa händerna en gång vid varje tick. De fyra första ticken hjälper dig bara att komma in i takten och räknas inte – fortsätt klappa på resten, sexton totalt. När det är klart mäts fördröjningen mellan dina klappar och ticken, och din inställning för mikrofonfördröjning uppdateras automatiskt. För bästa resultat, använd hörlurar så att metronomen inte fångas upp av mikrofonen, och klappa bestämt.
tr: Bu test, mikrofonunuzun sesi almasının ne kadar sürdüğünü ölçer; böylece uygulama puanlama sırasında şarkınızı notalarla hizalayabilir. Düzenli bir metronom, “alkış” yazan kısa işaretlerle birlikte tempo tutar. Her vuruşta bir kez el çırpın. İlk dört vuruş yalnızca tempoya alışmanız içindir ve sayılmaz; kalanlarda çırpmayı sürdürün, toplam on altı. Bittiğinde alkışlarınızla vuruşlar arasındaki gecikme ölçülür ve mikrofon gecikmesi ayarınız otomatik olarak güncellenir. En doğru sonuç için kulaklık kullanın, böylece metronom mikrofona karışmaz, ve elinizi güçlü çırpın.
zh_hans: 该测试用于测量麦克风拾取声音所需的时间，以便应用在评分时将你的演唱与音符对齐。 节拍器会稳定地打拍，并配有标注为“拍手”的短标记。每一拍拍一次手。前四拍只是帮助你进入节奏，不计入统计——其余的继续拍，共十六次。 结束后，会测量你的拍手与节拍之间的延迟，并自动更新你的麦克风延迟设置。 为获得最准确的结果，请使用耳机以免节拍器被麦克风拾取，并用力拍手。

source: This user's picture. Tap it to see it at full size.
ar: صورة هذا المستخدم. اضغط عليها لرؤيتها بالحجم الكامل.
de: Das Bild dieses Nutzers. Tippe darauf, um es in voller Größe zu sehen.
es: La foto de este usuario. Tócala para verla a tamaño completo.
fr: La photo de cet utilisateur. Touchez-la pour la voir en grand.
it: L’immagine di questo utente. Toccala per vederla a grandezza intera.
ja: このユーザーの写真です。タップすると原寸で表示されます。
ko: 이 사용자의 사진입니다. 탭하면 원본 크기로 볼 수 있습니다.
nl: De foto van deze gebruiker. Tik erop om hem op ware grootte te zien.
pl: Zdjęcie tego użytkownika. Dotknij, aby zobaczyć je w pełnym rozmiarze.
pt_br: A foto deste usuário. Toque nela para vê-la em tamanho real.
ru: Фото этого пользователя. Нажмите, чтобы увидеть его целиком.
sv: Den här användarens bild. Tryck på den för att se den i full storlek.
tr: Bu kullanıcının fotoğrafı. Tam boyutta görmek için dokunun.
zh_hans: 这位用户的头像。点按可查看原图。

source: Three ways to fill your library.
ar: ثلاث طرق لملء مكتبتك.
de: Drei Wege, deine Bibliothek zu füllen.
es: Tres formas de llenar tu biblioteca.
fr: Trois façons de remplir votre bibliothèque.
it: Tre modi per riempire la tua libreria.
ja: ライブラリを充実させる3つの方法。
ko: 라이브러리를 채우는 세 가지 방법.
nl: Drie manieren om je bibliotheek te vullen.
pl: Trzy sposoby na wypełnienie biblioteki.
pt_br: Três maneiras de encher sua biblioteca.
ru: Три способа наполнить вашу библиотеку.
sv: Tre sätt att fylla ditt bibliotek.
tr: Kitaplığınızı doldurmanın üç yolu.
zh_hans: 填充练习库的三种方式。

source: Three-Note Scale
ar: سلم من ثلاث نغمات
de: Dreitonleiter
es: Escala de tres notas
fr: Gamme de trois notes
it: Scala di tre note
ja: 3音の音階
ko: 3음 음계
nl: Toonladder van drie noten
pl: Gama trzech dźwięków
pt_br: Escala de três notas
ru: Гамма из трёх нот
sv: Tretonsskala
tr: Üç notalı dizi
zh_hans: 三音音阶

source: Throws this result away and runs the test again from the start.
ar: يتجاهل هذه النتيجة ويعيد الاختبار من البداية.
de: Verwirft dieses Ergebnis und führt den Test von vorn durch.
es: Descarta este resultado y repite la prueba desde el principio.
fr: Abandonne ce résultat et refait le test depuis le début.
it: Scarta questo risultato ed esegue di nuovo il test dall’inizio.
ja: この結果を破棄して、テストを最初からやり直します。
ko: 이 결과를 버리고 테스트를 처음부터 다시 합니다.
nl: Gooit dit resultaat weg en doet de test opnieuw vanaf het begin.
pl: Odrzuca ten wynik i przeprowadza test od nowa.
pt_br: Descarta este resultado e refaz o teste desde o início.
ru: Отбрасывает этот результат и запускает тест заново с начала.
sv: Kastar det här resultatet och kör testet igen från början.
tr: Bu sonucu atar ve testi baştan yeniden yapar.
zh_hans: 放弃这个结果，从头重新测试。

source: Time between reps
ar: الوقت بين التكرارات
de: Zeit zwischen Wiederholungen
es: Tiempo entre repeticiones
fr: Temps entre les répétitions
it: Tempo tra le ripetizioni
ja: 繰り返しの間隔
ko: 반복 사이 간격
nl: Tijd tussen herhalingen
pl: Czas między powtórzeniami
pt_br: Tempo entre repetições
ru: Пауза между повторами
sv: Tid mellan repetitioner
tr: Tekrarlar arası süre
zh_hans: 重复之间的间隔

source: Time Spent Singing
ar: وقت الغناء
de: Gesungene Zeit
es: Tiempo cantado
fr: Temps de chant
it: Tempo cantato
ja: 歌った時間
ko: 노래한 시간
nl: Gezongen tijd
pl: Czas śpiewania
pt_br: Tempo cantado
ru: Время пения
sv: Sångtid
tr: Şarkı söyleme süresi
zh_hans: 歌唱时长

source: time(s)
ar: مرة/مرات
de: Mal
es: vez/veces
fr: fois
it: volta/e
ja: 回
ko: 회
nl: keer
pl: raz(y)
pt_br: vez(es)
ru: раз
sv: gång(er)
tr: kez
zh_hans: 次

source: Tip, back, tip: keep the three syllables even and crisp, and let the air flow through them.
ar: الطرف، المؤخرة، الطرف: أبقِ المقاطع الثلاثة متساوية وحادة، ودع الهواء يتدفق عبرها.
de: Spitze, Rücken, Spitze: Halte die drei Silben gleichmäßig und knackig und lass die Luft durch sie hindurchfließen.
es: Punta, parte posterior, punta: mantén las tres sílabas uniformes y nítidas, y deja que el aire fluya a través de ellas.
fr: Pointe, arrière, pointe : gardez les trois syllabes égales et nettes, et laissez l’air circuler à travers elles.
it: Punta, dietro, punta: mantieni le tre sillabe uniformi e nitide e lascia che l’aria scorra attraverso di esse.
ja: 舌先、奥、舌先。3つの音節を均等に歯切れよく保ち、息を流し続けます。
ko: 혀끝, 뒤쪽, 혀끝: 세 음절을 고르고 또렷하게 유지하고 호흡이 그 사이로 흐르게 하세요.
nl: Punt, achterkant, punt: houd de drie lettergrepen gelijk en scherp, en laat de lucht erdoorheen stromen.
pl: Czubek, tył, czubek: utrzymuj trzy sylaby równe i wyraźne, a powietrze niech przez nie płynie.
pt_br: Ponta, fundo, ponta: mantenha as três sílabas uniformes e nítidas e deixe o ar fluir por elas.
ru: Кончик, корень, кончик: делайте три слога ровными и чёткими и пропускайте через них поток воздуха.
sv: Spets, bak, spets: håll de tre stavelserna jämna och tydliga och låt luften flöda genom dem.
tr: Uç, arka, uç: üç heceyi eşit ve net tutun, havanın içlerinden akmasına izin verin.
zh_hans: 舌尖、舌根、舌尖：三个音节要均匀清脆，让气流持续贯穿其中。

source: To work out the notes of a melody, you need to recognize intervals. Linking intervals to songs you know is a common trick, but each song only covers certain intervals in certain places of the scale. Systems like solfège, which give every note of the scale its own syllable, make it easier to hear how intervals sound in different contexts.
ar: لتستنتج نغمات لحن ما، تحتاج إلى التعرّف على الفواصل. وربط الفواصل بأغانٍ تعرفها حيلة شائعة، لكن كل أغنية لا تغطي إلا فواصل معينة في مواضع معينة من السلم. أما أنظمة مثل الصولفيج، التي تمنح كل نغمة في السلم مقطعًا خاصًا بها، فتسهّل سماع كيف تبدو الفواصل في سياقات مختلفة.
de: Um die Töne einer Melodie herauszuhören, musst du Intervalle erkennen. Intervalle mit bekannten Liedern zu verknüpfen ist ein gängiger Trick, doch jedes Lied deckt nur bestimmte Intervalle an bestimmten Stellen der Tonleiter ab. Systeme wie die Solmisation, die jedem Ton der Tonleiter eine eigene Silbe geben, machen es leichter zu hören, wie Intervalle in verschiedenen Zusammenhängen klingen.
es: Para sacar las notas de una melodía necesitas reconocer intervalos. Asociar los intervalos con canciones conocidas es un truco habitual, pero cada canción solo cubre ciertos intervalos en ciertos lugares de la escala. Sistemas como el solfeo, que dan a cada nota de la escala su propia sílaba, facilitan oír cómo suenan los intervalos en contextos distintos.
fr: Pour retrouver les notes d’une mélodie, il faut reconnaître les intervalles. Associer les intervalles à des chansons connues est une astuce courante, mais chaque chanson ne couvre que certains intervalles, à certains endroits de la gamme. Des systèmes comme le solfège, qui donnent à chaque note de la gamme sa propre syllabe, aident à entendre comment sonnent les intervalles dans différents contextes.
it: Per ricavare le note di una melodia devi riconoscere gli intervalli. Associare gli intervalli a canzoni conosciute è un trucco diffuso, ma ogni canzone copre solo certi intervalli in certi punti della scala. Sistemi come il solfeggio, che danno a ogni nota della scala una sillaba propria, rendono più facile sentire come suonano gli intervalli in contesti diversi.
ja: メロディーの音を聞き取るには、音程がわからなければなりません。音程を知っている曲に結びつけるのはよくある方法ですが、1つの曲でわかるのは、音階の特定の位置にある特定の音程だけです。音階の各音にそれぞれの音節をあてるソルフェージュのような方法を使うと、さまざまな文脈で音程がどう聞こえるかをつかみやすくなります。
ko: 멜로디의 음을 알아내려면 음정을 알아들어야 합니다. 음정을 아는 노래와 연결하는 것은 흔한 요령이지만, 한 노래는 음계의 특정 위치에 있는 특정 음정만 담고 있습니다. 음계의 각 음에 고유한 음절을 붙이는 솔페주 같은 방식을 쓰면, 음정이 여러 맥락에서 어떻게 들리는지 알아듣기가 쉬워집니다.
nl: Om de noten van een melodie uit te zoeken, moet je intervallen herkennen. Intervallen koppelen aan bekende liedjes is een veelgebruikte truc, maar elk lied dekt alleen bepaalde intervallen op bepaalde plekken in de toonladder. Systemen als solfège, die elke noot van de toonladder een eigen lettergreep geven, maken het makkelijker te horen hoe intervallen in verschillende contexten klinken.
pl: Aby rozpoznać dźwięki melodii, musisz rozpoznawać interwały. Kojarzenie interwałów ze znanymi piosenkami to popularny sposób, ale każda piosenka obejmuje tylko określone interwały w określonych miejscach skali. Systemy takie jak solmizacja, które każdemu stopniowi skali przypisują własną sylabę, ułatwiają usłyszenie, jak interwały brzmią w różnych kontekstach.
pt_br: Para descobrir as notas de uma melodia, você precisa reconhecer intervalos. Associar intervalos a músicas conhecidas é um truque comum, mas cada música só cobre certos intervalos em certos pontos da escala. Sistemas como o solfejo, que dão a cada nota da escala sua própria sílaba, facilitam ouvir como os intervalos soam em contextos diferentes.
ru: Чтобы подобрать ноты мелодии, нужно распознавать интервалы. Распространённый приём состоит в том, чтобы связывать интервалы со знакомыми песнями, но каждая песня охватывает лишь определённые интервалы на определённых ступенях лада. Системы вроде сольфеджио, где у каждой ступени лада свой слог, помогают услышать, как интервалы звучат в разных контекстах.
sv: För att lista ut tonerna i en melodi behöver du känna igen intervall. Att koppla intervall till kända sånger är ett vanligt knep, men varje sång täcker bara vissa intervall på vissa ställen i skalan. System som solmisation, där varje ton i skalan har en egen stavelse, gör det lättare att höra hur intervall låter i olika sammanhang.
tr: Bir melodinin notalarını çıkarmak için aralıkları tanımanız gerekir. Aralıkları bildiğiniz şarkılarla ilişkilendirmek yaygın bir yöntemdir, ancak her şarkı dizinin yalnızca belirli yerlerindeki belirli aralıkları kapsar. Dizinin her notasına kendi hecesini veren solfej gibi sistemler, aralıkların farklı bağlamlarda nasıl duyulduğunu işitmeyi kolaylaştırır.
zh_hans: 要听出旋律中的音，你需要辨认音程。把音程和熟悉的歌曲联系起来是常见的窍门，但每首歌只涵盖音阶中特定位置上的特定音程。像唱名法这样给音阶中每个音一个专属音节的体系，能让你更容易听出音程在不同语境中的声音。

source: Tone
ar: النبرة
de: Klang
es: Timbre
fr: Timbre
it: Timbro
ja: 音色
ko: 음색
nl: Klank
pl: Barwa
pt_br: Timbre
ru: Тембр
sv: Klang
tr: Tını
zh_hans: 音色

source: Tongue Trill
ar: رفرفة اللسان
de: Zungentriller
es: Vibración de lengua
fr: Trille de la langue
it: Trillo di lingua
ja: タングトリル
ko: 혀 트릴
nl: Tongtril
pl: Trel językowy
pt_br: Vibração de língua
ru: Язычная трель
sv: Tungdrill
tr: Dil titreşimi
zh_hans: 舌颤音

source: Too Short to Publish
ar: أقصر من أن يُنشر
de: Zu kurz zum Veröffentlichen
es: Demasiado corto para publicarlo
fr: Trop court pour être publié
it: Troppo breve per pubblicarlo
ja: 公開するには短すぎます
ko: 공개하기에는 너무 짧습니다
nl: Te kort om openbaar te maken
pl: Za krótkie, by opublikować
pt_br: Curto demais para publicar
ru: Слишком короткое для публикации
sv: För kort för att publiceras
tr: Yayınlamak için çok kısa
zh_hans: 太短，无法公开

source: Too Short to Stay Public
ar: أقصر من أن يبقى عامًا
de: Zu kurz, um öffentlich zu bleiben
es: Demasiado corto para seguir siendo público
fr: Trop court pour rester public
it: Troppo breve per restare pubblico
ja: 公開のままにするには短すぎます
ko: 공개로 두기에는 너무 짧습니다
nl: Te kort om openbaar te blijven
pl: Za krótkie, by pozostać publicznym
pt_br: Curto demais para continuar público
ru: Слишком короткое, чтобы остаться публичным
sv: För kort för att förbli offentlig
tr: Herkese açık kalmak için çok kısa
zh_hans: 太短，无法保持公开

source: Top right
ar: أعلى اليمين
de: Oben rechts
es: Arriba a la derecha
fr: En haut à droite
it: In alto a destra
ja: 右上
ko: 오른쪽 위
nl: Rechtsboven
pl: Prawy górny róg
pt_br: Canto superior direito
ru: Вверху справа
sv: Uppe till höger
tr: Sağ üst
zh_hans: 右上角
